import BigPic from "../components/BigPic";
import Footer from "../components/Footer";
import Title from "../components/Title";

function  AboutUs() {
    return ( 
        
        <>
        <BigPic/>
        <div className="align-items-center card-body p-3">
                <div className=" text-end ">
                    <Title content=" אודות ספרי בהלכה ובאגדה ומה מטרתם
                    "/>
                    <div className="bg-div p-3">
                    <h3>סט חוברות בהלכה ובאגדה (26 כרכים)</h3> 
                    <p>הסט המלא של כל חוברות בהלכה ובאגדה. החוברות המפורסמות שכולנו זוכים ללמוד רבות מהן.החוברות כוללות את שער ההלכה עם הלכות מפורטות בנושא החוברת, ואת שער האגדה עם דברי מוסר והשקפה, סיפורים נפלאים, מאמרים מרתקים, ועוד. החוברות הכלולות בסט: הסעודה, כשרות המטבח, ימי העומר, מרן הרב עובדיה, ברית מילה, ראש השנה ויום הכיפורים, הטהרה, ראש חודש, כיבוד אב ואם, סדר היום, ט"ו בשבט,
                         הרפואה, ימי החנוכה, האבלות, תבורך מנשים יעל, ארבע תעניות, להיות את, שבועות, סוכות, נישואין, מצוות הארץ, פרקי אבות, השבת, חג הפסח, פורים. חדש! נוסף לסט בר מצווה בהלכה ובאגדה. </p>
                    <h5 className="me-2">
                        סדרת הספרים שלפניכם מונגשת לכולם,
                        לעיתים כשמגיעים ללמוד הלכות יש קושי מסויים מפאת קושי ההבנה של המושגים החדשים או מפאת קושי הלשון והסגנון.
                    </h5>
                    
                    <p className="p-3">
                        ולכן כאן אנו מביאים בעיקר את ההלכות האקטואליות שנוגעות ממש ליום יום לכל רגע ורגע
                        אם זה בשמירת השבת, החגים, טהרה, כשרות, ברכות, וכל מה שהיהודי היקר צריך לסדר יומו.
                        סדרת החוברות “בהלכה ובאגדה” מביאות בקיצור את ההלכות המרובות שיש בנושאים שונים ביהדות וגם את דברי האגדה והסיפורים שהתרחשו בנוגע לאותו נושא.
                        החוברות הנפלאות הללו מתאימות לכל יהודי מכל מגזר ועדה, גם לרחוקים שכלל לא מכירים את היהדות מקרוב.
                        הן מסבירות בשפה ברורה ופשוטה את עיקרי הדברים ומביאות לכל יהודי את האפשרות לדעת ולהתחבר לשורשי העם היהודי.
                    </p>
                    </div>
                    <div className="boxAnimation mt-1">  חוברות בהלכה ובאגדה נכתבו לשם זיכוי הרבים על ידי הרב דוד שלום נקי שליט״א.
</div>
                    
                </div>

                <div className="align-items-center card-body p-3 bg-div">

                    <div className="p-3">
                        <h4 className="card-text ">
                            "בְּרֵאשִׁית בָּרָא אלוקים אֵת הַשָּׁמַיִם וְאֵת הָאָרֶץ"
                        </h4>
                        <h5 className=" p-2">
                            סדר יומו של היהודי מתחיל ב...
                        </h5>
                            <b> יש ימים "חיים" ויש ימים "מתים".</b>
                              יום מת הוא יום אשר עבר ואיננו.
                              אדם קם, אכל, שתה, הספיק מה שהספיק, נהנה כמה שנהנה, העביר עוד יום, ו - זהו. היום הזה מת. כמו יומן שנה שתולשים ממנו דף וזורקים, תולשים עוד דף וזורקים, עד שהוא מתרוקן. כך אדם שורף יום ועוד יום, ומה יוצא לו בסוף? במה החיים שלו מסתכמים? 
                              בכך וכך טונות של אוכל שטחן, כך וכך שְׁנוֹת (!) שינה, כך וכך כסף שהרוויח, וכך וכך כסף שהוציא [ההפרש ביניהם זה כבר לא עניינו, זה עניינם של היורשים], הנאות כאלו ואחרות שחלפו ואינן.
                            - "וַאֲנִי אָמַרְתִּי לְרִיק יָגַעְתִּי, לְתֹהוּ וְהֶבֶל כֹּחִי כִלֵּיתִי!" (ישעיה פרק מט)
                            אבל יש יומני חיים שונים מאלה! יומנים בהם הדפים אינם נתלשים ונזרקים, אלא מתמלאים ונשמרים, דף ועוד דף, יום ועוד יום, עד אשר הופכים למסכת חיים נצחית. הנה - כך נאמר על אברהם אבינו, אבי האומה הישראלית: "ואברהם זקן בא בימים" - אברהם בזקנותו אכן לקח עימו את כל הימים שלו, כל יום ויום מחייו נותר חי וקיים!
                        <p>
                            <b> נאמר בנביא עמוס - " הנה ימים באים נאום השם, והשלחתי רעב בארץ, לא רעב ללחם ולא צמא למים,כי אם לשמוע את דברי השם".</b>
                        </p>
                        <p className="bg-secondary text-light p-2">
                        ידוע כי אחת המעלות הגדולות ביותר היא לזכות את אותם יהודים אשר לא זכו לשמור תורה ומצוות

                        בכך שאדם לומד מספרים אלו ,יכול ללמד אחרים וזה נקרא תורה של חסד.

                        כמו כן גם לאחר הלימוד תמיד צריך לשאול רב / תלמיד חכם שיבאר לנו את ההלכה ושתהיה שגורה בפיו.
                        </p>
                        <p><b>
                        המעיין בספר קהלת ימצא את השאלה הזו זועקת שוב ושוב מתוך השורות!
                            </b>
                        </p>
                        <p>
                        "דִּבְרֵי קֹהֶלֶת בֶּן דָּוִד מֶלֶךְ בִּירוּשָׁלָיִם. הֲבֵל הֲבָלִים, אָמַר קֹהֶלֶת, הֲבֵל הֲבָלִים הַכֹּל הָבֶל.
                         מַה יִּתְרוֹן לָאָדָם בְּכָל עֲמָלוֹ שֶׁיַּעֲמֹל תַּחַת הַשָּׁמֶשׁ?! ... אֲנִי קֹהֶלֶת הָיִיתִי מֶלֶךְ עַל יִשְׂרָאֵל בִּירוּשָׁלָיִם, וְנָתַתִּי אֶת לִבִּי לִדְרוֹשׁ וְלָתוּר בַּחָכְמָה, עַל כָּל אֲשֶׁר נַעֲשָׂה תַּחַת הַשָּׁמָיִם ... רָאִיתִי אֶת כָּל הַמַּעֲשִׂים שֶׁנַּעֲשׂוּ תַּחַת הַשָּׁמֶשׁ וְהִנֵּה הַכֹּל הֶבֶל וּרְעוּת רוּחַ... דִּבַּרְתִּי אֲנִי עִם לִבִּי לֵאמֹר,
                         אֲנִי הִנֵּה הִגְדַּלְתִּי וְהוֹסַפְתִּי חָכְמָה עַל כָּל אֲשֶׁר הָיָה לְפָנַי עַל יְרוּשָׁלָיִם, וְלִבִּי רָאָה הַרְבֵּה חָכְמָה וָדָעַת... תַּרְתִּי בְלִבִּי ... עַד אֲשֶׁר אֶרְאֶה אֵי זֶה טוֹב לִבְנֵי הָאָדָם אֲשֶׁר יַעֲשׂוּ תַּחַת הַשָּׁמַיִם מִסְפַּר יְמֵי חַיֵּיהֶם? הִגְדַּלְתִּי מַעֲשָׂי, בָּנִיתִי לִי בָּתִּים נָטַעְתִּי לִי כְּרָמִים, עָשִׂיתִי לִי גַּנּוֹת וּפַרְדֵּסִים, וְנָטַעְתִּי בָהֶם עֵץ כָּל פֶּרִי...
                         קָנִיתִי עֲבָדִים וּשְׁפָחוֹת וּבְנֵי בַיִת... כָּנַסְתִּי לִי גַּם כֶּסֶף וְזָהָב וּסְגֻלַּת מְלָכִים וְהַמְּדִינוֹת, עָשִׂיתִי לִי שָׁרִים... וְתַעֲנוּגֹת בְּנֵי הָאָדָם... וְגָדַלְתִּי וְהוֹסַפְתִּי מִכֹּל שֶׁהָיָה לְפָנַי בִּירוּשָׁלָיִם. אַף חָכְמָתִי עָמְדָה לִּי. וּפָנִיתִי אֲנִי בְּכָל מַעֲשַׂי שֶׁעָשׂוּ יָדַי,
                         וּבֶעָמָל שֶׁעָמַלְתִּי לַעֲשׂוֹת, וְהִנֵּה הַכֹּל הֶבֶל וּרְעוּת רוּחַ וְאֵין יִתְרוֹן תַּחַת הַשָּׁמֶשׁ! וּפָנִיתִי אֲנִי לִרְאוֹת חָכְמָה... וְאָמַרְתִּי אֲנִי בְּלִבִּי: כְּמִקְרֵה הַכְּסִיל גַּם אֲנִי יִקְרֵנִי, וְלָמָּה חָכַמְתִּי אֲנִי אָז יוֹתֵר?! וְדִבַּרְתִּי בְלִבִּי שֶׁגַּם זֶה הָבֶל!
                         ... וְשָׂנֵאתִי אֶת הַחַיִּים, כִּי רַע עָלַי הַמַּעֲשֶׂה שֶׁנַּעֲשָׂה תַּחַת הַשָּׁמֶשׁ, כִּי הַכֹּל הֶבֶל וּרְעוּת רוּחַ! ... וְסַבּוֹתִי אֲנִי לְיַאֵשׁ אֶת לִבִּי עַל כָּל הֶעָמָל שֶׁעָמַלְתִּי תַּחַת הַשָּׁמֶשׁ! 
                        ... כִּי מֶה הֹוֶוה לָאָדָם בְּכָל עֲמָלוֹ וּבְרַעְיוֹן לִבּוֹ שְׁהוּא עָמֵל תַּחַת הַשָּׁמֶשׁ?! ..." 
                        (לקט פסוקים מפרקים א-ב)
                        </p>
                        <p>השאלה חזקה ונוקבת: עושר, מעמד, חכמה, הישגים מרשימים, הנאות - מה יוצא לבסוף מכל זה?
                            ובסוף הספר מגיעה התשובה - ברורה וחדה:</p>
                            <h2><b>"סוֹף דָּבָר הַכֹּל נִשְׁמָע, אֶת הָאֱלֹהִים יְרָא, וְאֶת מִצְווֹתָיו שְׁמוֹר, כִּי זֶה כָּל הָאָדָם!"</b></h2>
                        
                        
                    </div>

                </div>
                
                </div>
                <Footer/>
                </>
                );
                
                }

                export default  AboutUs;