import BigPic from "../components/BigPic";
import Footer from "../components/Footer";
import Title from "../components/Title";

function  AboutUs() {
    return ( 
        
        <>
        <BigPic/>
        <div className="align-items-center card-body p-3">
                <div className=" text-end ">
                    <Title content=" אודות ספרי בהלכה ובאגדה ומה מטרתם
                    "/> 
                    <h5 className="me-2">
                        סדרת הספרים שלפניכם מונגשת לכולם,
                        לעיתים כשמגיעים ללמוד הלכות יש קושי מסויים מפאת קושי ההבנה של המושגים החדשים או מפאת קושי הלשון והסגנון.
                    </h5>

                    <p className="p-3">
                        ולכן כאן אנו מביאים בעיקר את ההלכות האקטואליות שנוגעות ממש ליום יום לכל רגע ורגע
                        אם זה בשמירת השבת, החגים, טהרה, כשרות, ברכות, וכל מה שהיהודי היקר צריך לסדר יומו.
                        סדרת החוברות “בהלכה ובאגדה” מביאות בקיצור את ההלכות המרובות שיש בנושאים שונים ביהדות וגם את דברי האגדה והסיפורים שהתרחשו בנוגע לאותו נושא.
                        החוברות הנפלאות הללו מתאימות לכל יהודי מכל מגזר ועדה, גם לרחוקים שכלל לא מכירים את היהדות מקרוב.
                        הן מסבירות בשפה ברורה ופשוטה את עיקרי הדברים ומביאות לכל יהודי את האפשרות לדעת ולהתחבר לשורשי העם היהודי.
                    </p>

                    <p className="p-3">
                        חוברות בהלכה ובאגדה נכתבו לשם זיכוי הרבים על ידי הרב דוד שלום נקי שליט״א.
                    </p>
                </div>

                <div className="align-items-center card-body p-3">

                    <div className="p-3">
                        <h2 className="card-text ">
                            "בְּרֵאשִׁית בָּרָא אלוקים אֵת הַשָּׁמַיִם וְאֵת הָאָרֶץ"
                        </h2>
                        <h3>
                            סדר יומו של היהודי מתחיל ב...
                        </h3>

                        סדרת הספרים שלפניכם מונגשת לכולם,
                        לעיתים כשמגיעים ללמוד הלכות יש קושי מסויים מפאת קושי ההבנה של המושגים החדשים או מפאת קושי הלשון והסגנון.

                        ולכן כאן אנו מביאים בעיקר את ההלכות האקטואליות שנוגעות ממש ליום יום לכל רגע ורגע
                        אם זה בשמירת השבת, החגים, טהרה, כשרות, ברכות, וכל מה שהיהודי היקר צריך לסדר יומו.
                        <p>
                            <b> נאמר בנביא עמוס - " הנה ימים באים נאום השם, והשלחתי רעב בארץ, לא רעב ללחם ולא צמא למים,כי אם לשמוע את דברי השם".</b>
                        </p>

                        ידוע כי אחת המעלות הגדולות ביותר היא לזכות את אותם יהודים אשר לא זכו לשמור תורה ומצוות

                        בכך שאדם לומד מספרים אלו ,יכול ללמד אחרים וזה נקרא תורה של חסד.

                        כמו כן גם לאחר הלימוד תמיד צריך לשאול רב / תלמיד חכם שיבאר לנו את ההלכה ושתהיה שגורה בפיו.

                    </div>

                </div>
                
                </div>
                <Footer/>
                </>
                );
                
                }

                export default  AboutUs;